<script>
	import Agreement from '$lib/components/Global/Agreement.svelte';

	const items = {
		main: 'Политика Cookies',
		agreements: [
			{
				lists: [
					'На этой странице вы узнаете, что такое файлы Cookie, а также как и когда мы их используем.'
				]
			},
			{
				title: 'Определение термина «Cookie»:',
				lists: [
					'Cookie — это фрагменты данных, которые генерирует веб-сервер и которые веб-сайт сохраняет на вашем пользовательском устройстве (компьютере, смартфоне, планшете и др.). Каждый сайт или сторонний сервис отправляет файлы Cookie браузеру, установленному на вашем устройстве, только в том случае, если ваш браузер позволяет это сделать. Это возможно, если вы не установили никаких ограничений в настройках браузера на сохранение Cookie-файлов.',
					'В файлах Cookie содержится приоритетно анонимная информация.',
					'Файлы Cookie дают сайту возможность запомнить ваши настройки, сохранить ваш e-mail адрес, ранее введённый на сайте, запомнить страницы сайта, которые вы посетили ранее.',
					'Браузеры – это очень продуманная технология. Они защищают личные данные и позволяют веб-сайтам получить доступ только к тем файлам Cookie, которые ранее были отправлены ему.',
					'Файлы Cookie делятся на:',
					'- сессионные. Они хранятся в памяти браузера только во время вашего сеанса, после выхода с сайта сразу же удаляются.',
					'- постоянные. Они хранятся в памяти браузера продолжительное время.',
					'Определение термина «браузер»',
					'Браузер — это приложение для просмотра веб-сайтов. Самые популярные браузеры — это Chrome, Internet Explorer, Firefox и Safari.',
					'Все перечисленные браузеры являются безопасными. В настройках этих браузеров файлы Cookie могут быть легко отключены, а также изменены настройки их работы.',
					'Вы можете:',
					'- принимать все файлы Cookie;',
					'- просить браузер уведомлять, когда используются файлы cookie;',
					'- не принимать файлы Cookie.'
				]
			},
			{
				title: 'Файлы Cookie на https://smmflow.net и как мы их используем',
				lists: [
					'Мы используем файлы Cookie для того, чтобы:',
					'- наш сайт был более функциональным;',
					'- для понимания того, как вы передвигаетесь на сайте, какой контент потребляете лучше, для разработки контентной стратегии сайта;',
					'- понимать, сколько посещений сайта было за день, месяц, год.',
					'- Анализировать географическую принадлежность пользователей сайта, количество повторных заходов и другие данные.'
				]
			}
		]
	};
</script>

<svelte:head>
	<title>Политика Cookies | SMMFLOW</title>
	<meta
		name="description"
		content="Узнайте, как мы используем файлы cookie на сайте SMMFlow, а также как и когда мы их применяем для улучшения пользовательского опыта." />
</svelte:head>

<Agreement {items} />
