<script>
	import Agreement from '$lib/components/Global/Agreement.svelte';

	const items = {
		main: 'Политика конфиденциальности',
		submain: 'Обработка персональных данных',
		agreements: [
			{
				title: '1. Общие положения',
				lists: [
					'Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые SMMFLOW (далее – Оператор).',
					'1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.',
					'1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://smmflow.net'
				]
			},
			{
				title: '2. Основные понятия, используемые в Политике',
				lists: [
					'2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;',
					'2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);',
					'2.3. Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://smmflow.net;',
					'2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;',
					'2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;',
					'2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными;',
					'2.7. Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, осуществляющее обработку персональных данных;',
					'2.8. Персональные данные – любая информация, относящаяся к Пользователю веб-сайта;',
					'2.9. Пользователь – любой посетитель веб-сайта https://smmflow.net;',
					'2.10. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному кругу лиц;',
					'2.11. Распространение персональных данных – любые действия, направленные на ознакомление с персональными данными неограниченного круга лиц;',
					'2.12. Трансграничная передача персональных данных – передача данных за пределы страны;',
					'2.13. Уничтожение персональных данных – безвозвратное удаление персональных данных.'
				]
			},
			{
				title: '3. Оператор может обрабатывать следующие персональные данные Пользователя',
				lists: [
					'3.1. Фамилия, имя, отчество;',
					'3.2. Электронный адрес;',
					'3.3. Номера телефонов;',
					'3.4. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других);',
					'3.5. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.'
				]
			},
			{
				title: '4. Цели обработки персональных данных',
				lists: [
					'4.1. Цель обработки персональных данных Пользователя — информирование Пользователя посредством отправки электронных писем; заключение, исполнение и прекращение гражданско-правовых договоров; предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте.',
					'4.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях.',
					'4.3. Обезличенные данные Пользователей, собранные с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.'
				]
			},
			{
				title: '5. Правовые основания обработки персональных данных',
				lists: [
					'5.1. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте.',
					'5.2. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя.'
				]
			},
			{
				title: '6. Порядок сбора, хранения, передачи и других видов обработки персональных данных',
				lists: [
					'6.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.',
					'6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.',
					'6.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления уведомления на адрес электронной почты support@smmflow.net.',
					'6.4. Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив уведомление посредством электронной почты.'
				]
			},
			{
				title: '7. Трансграничная передача персональных данных',
				lists: [
					'7.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством обеспечивается надежная защита прав субъектов персональных данных.',
					'7.2. Трансграничная передача персональных данных может осуществляться только при наличии согласия в письменной форме субъекта персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.'
				]
			},
			{
				title: '8. Заключительные положения',
				lists: [
					'8.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору по электронной почте support@smmflow.net.',
					'8.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором.',
					'8.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://smmflow.net/privacy.'
				]
			}
		]
	};
</script>

<svelte:head>
	<title>Политика конфиденциальности | SMMFLOW</title>
	<meta
		name="description"
		content="Узнайте, как мы обрабатываем ваши персональные данные и как защищаем вашу конфиденциальность в соответствии с российским законодательством." />
</svelte:head>

<Agreement {items} />
