<script>
	import Agreement from '$lib/components/Global/Agreement.svelte';

	const items = {
		main: 'Условия обслуживания',
		agreements: [
			{
				lists: [
					'Настоящий документ является официальным публичным договором SMMFLOW, именуемого в дальнейшем «Исполнитель», любому юридическому или физическому лицу, выразившему готовность воспользоваться услугами Исполнителя и принявшему условия настоящего Договора (оферты), именуемому в дальнейшем «Заказчик», на оказание услуг по продвижению в социальных сетях и рекламе, осуществляемых через Веб-сайт по адресу: https://smmflow.net.',
					'В соответствии с пунктом 2 статьи 437 Гражданского кодекса Российской Федерации (ГК РФ) в случае принятия изложенных ниже условий и оплаты услуг юридическое или физическое лицо, производящее акцепт настоящей оферты, становится Заказчиком (в соответствии с пунктом 3 статьи 438 ГК РФ акцепт оферты равносилен заключению договора на условиях, изложенных в оферте), а Исполнитель и Заказчик совместно — Сторонами настоящего договора.'
				]
			},
			{
				title: '1.Общие положения',
				lists: [
					'1.1. В связи с изложенным выше, внимательно прочитайте текст настоящей публичной оферты и ознакомьтесь с прейскурантом услуг. Если Вы не согласны с каким-либо пунктом оферты, Исполнитель предлагает Вам отказаться от использования услуг.',
					'1.2. Публичная оферта, выраженная в настоящем Договоре, вступает в силу с момента размещения в сети Интернет по адресу: https://smmflow.net/agreement и действует до момента отзыва оферты Исполнителем.',
					'1.3. Акцептом (безусловным принятием) условий настоящей публичной оферты (моментом заключения Договора) в соответствии со статьей 438 ГК РФ считается факт оплаты Заказчиком Услуг, предоставляемых Исполнителем в соответствии с условиями настоящего Договора, при отсутствии явно выраженного письменного соглашения Сторон об ином.',
					'1.4. Осуществляя акцепт настоящей публичной оферты в порядке, определенном п.1.3. настоящего Договора, Заказчик соглашается со всеми условиями Договора в том виде, в каком они изложены в тексте настоящего Договора, и в соответствии с Гражданским Кодексом Российской Федерации рассматривается как лицо, вступившее с Исполнителем в договорные отношения на основании настоящего Договора публичной оферты.',
					'1.5. Исполнитель оказывает услуги по продвижению в социальных сетях и рекламе (далее — Услуги), содержание и размер оплаты которых опубликованы в сети Интернет по адресу: https://smmflow.net, а порядок оказания и оплаты которых указан в настоящем Договоре-оферте (далее — Договор).',
					'1.6. Заключая настоящий Договор, Заказчик понимает значение своих действий и способен руководить ими, не находится под влиянием заблуждения, обмана, насилия, угрозы. Договор заключен Заказчиком добровольно, с предварительным полным ознакомлением с условиями настоящего Договора-оферты, содержание которого Заказчику понятно. Если Заказчик не имел соответствующих полномочий в момент принятия публичной оферты от имени юридического лица, то он, как физическое лицо, принимает на себя всю ответственность за исполнение данной публичной оферты.',
					'1.7. Исполнитель вправе в любое время по своему усмотрению изменить условия публичной оферты (настоящего Договора) или отозвать её. В случае изменения Исполнителем условий настоящего Договора, изменения вступают в силу с момента размещения измененных условий в сети Интернет по адресу: https://smmflow.net/agreement, если иной срок не указан Исполнителем при таком размещении. Заказчик соглашается и признает, что внесение изменений в настоящий Договор влечет за собой внесение этих изменений в заключенный в соответствии с п. 1.3. настоящего Договора и действующий между Заказчиком и Исполнителем договор, если иное не определено Исполнителем при внесении изменений в настоящий Договор.',
					'1.8. Исполнитель имеет право в любой момент изменять Прейскурант и условия настоящей публичной оферты в одностороннем порядке без предварительного согласования с Заказчиком, обеспечивая при этом публикацию измененных условий на Интернет-ресурсе по адресу: https://smmflow.net/agreement.'
				]
			},
			{
				title: '2. Стороны и используемые понятия',
				lists: [
					'2.1. Стороны — Исполнитель и Заказчик.',
					'2.2. Исполнитель — лицо, оказывающее услуги по продвижению в социальных сетях и рекламе через Веб-сайт в сети Интернет по адресу: https://smmflow.net. Исполнитель является одной из сторон данного Договора-оферты.',
					'2.3. Заказчик – лицо, осуществившее акцепт оферты, и являющееся таким образом Заказчиком услуг Исполнителя по заключенному Договору-оферте. Заказчик является одной из сторон данного Договора-оферты.',
					'2.4. Договор-оферта – договор между Исполнителем и Заказчиком на оказание услуг по продвижению в социальных сетях и рекламе, который заключается посредством акцепта оферты. Договор-оферта опубликован в сети Интернет по адресу: https://smmflow.net/agreement.',
					'2.5. Акцепт оферты – полное и безоговорочное принятие оферты путем осуществления Заказчиком действий, указанных в пункте 4.4. настоящей оферты. Акцепт оферты создает Договор оферты.',
					'2.6. Сервис — комплекс всех Услуг, предоставляемых Заказчику с использованием Вебсайта по адресу: https://smmflow.net.',
					'2.7. Услуги — комплекс функций технического характера, предоставляемый Заказчику в рамках платного приобретения услуг по продвижению, накрутке и рекламе. В том числе, услуги Сервиса решают задачу привлечения подписчиков, лайков, репостов, комментариев, и прочей активности в аккаунты Заказчика в социальных сетях. Объем и качество предоставляемых Услуг может изменяться Сервисом в одностороннем порядке без предварительного или последующего извещения Заказчика.',
					'2.8. Веб-сайт — Сервис «SMMFLOW», предоставляющий услуги по онлайн продвижению в социальных сетях расположенный по адресу: https://smmflow.net.',
					'2.9. Прейскурант — действующий систематизированный перечень услуг Исполнителя с ценами, публикуемый на Интернет-ресурсе по адресу: https://smmflow.net.'
				]
			},
			{
				title: '3. Предмет Договора',
				lists: [
					'3.1. Предметом настоящей оферты является оказание Заказчику услуг по продвижению в социальных сетях и рекламе в соответствии с условиями настоящей оферты и текущим прейскурантом услуг Исполнителя.',
					'3.2. Перечень оказываемых услуг продвижения в социальных сетях приведен на сайте https://smmflow.net, являющимся неотъемлемой частью настоящей оферты.',
					'3.3. Конкретный перечень Услуг, оказываемых Заказчику, определяется на основании заявки Заказчика и/или счета, выставленного Исполнителем и оплаченного Заказчиком. С момента оплаты счета он становится неотъемлемой частью Договора, заключенного между Заказчиком и Исполнителем, определяющим состав и стоимость оказываемых по Договору Услуг.'
				]
			}
		]
	};
</script>

<svelte:head>
	<title>Условия обслуживания | SMMFLOW</title>
	<meta
		name="description"
		content="Ознакомьтесь с условиями обслуживания и договором оферты для использования услуг продвижения в социальных сетях и рекламы от SMMFLOW." />
</svelte:head>

<Agreement {items} />
